{"<pad>":0,"<cls>":1,"<sep>":2,"!":3,"\"":4,"#":5,"$":6,"%":7,"&":8,"'":9,"(":10,")":11,"*":12,"+":13,",":14,"-":15,".":16,"/":17,"0":18,"1":19,"2":20,"3":21,"4":22,"5":23,"6":24,"7":25,"8":26,"9":27,":":28,";":29,"<":30,"=":31,">":32,"?":33,"@":34,"A":35,"B":36,"C":37,"D":38,"E":39,"F":40,"G":41,"H":42,"I":43,"J":44,"K":45,"L":46,"M":47,"N":48,"O":49,"P":50,"Q":51,"R":52,"S":53,"T":54,"U":55,"V":56,"W":57,"X":58,"Y":59,"Z":60,"[":61,"\\":62,"]":63,"^":64,"_":65,"`":66,"a":67,"b":68,"c":69,"d":70,"e":71,"f":72,"g":73,"h":74,"i":75,"j":76,"k":77,"l":78,"m":79,"n":80,"o":81,"p":82,"q":83,"r":84,"s":85,"t":86,"u":87,"v":88,"w":89,"x":90,"y":91,"z":92,"{":93,"|":94,"}":95,"~":96,"¡":97,"¢":98,"£":99,"¤":100,"¥":101,"¦":102,"§":103,"¨":104,"©":105,"ª":106,"«":107,"¬":108,"®":109,"¯":110,"°":111,"±":112,"²":113,"³":114,"´":115,"µ":116,"¶":117,"·":118,"¸":119,"¹":120,"º":121,"»":122,"¼":123,"½":124,"¾":125,"¿":126,"À":127,"Á":128,"Â":129,"Ã":130,"Ä":131,"Å":132,"Æ":133,"Ç":134,"È":135,"É":136,"Ê":137,"Ë":138,"Ì":139,"Í":140,"Î":141,"Ï":142,"Ð":143,"Ñ":144,"Ò":145,"Ó":146,"Ô":147,"Õ":148,"Ö":149,"×":150,"Ø":151,"Ù":152,"Ú":153,"Û":154,"Ü":155,"Ý":156,"Þ":157,"ß":158,"à":159,"á":160,"â":161,"ã":162,"ä":163,"å":164,"æ":165,"ç":166,"è":167,"é":168,"ê":169,"ë":170,"ì":171,"í":172,"î":173,"ï":174,"ð":175,"ñ":176,"ò":177,"ó":178,"ô":179,"õ":180,"ö":181,"÷":182,"ø":183,"ù":184,"ú":185,"û":186,"ü":187,"ý":188,"þ":189,"ÿ":190,"Ā":191,"ā":192,"Ă":193,"ă":194,"Ą":195,"ą":196,"Ć":197,"ć":198,"Ĉ":199,"ĉ":200,"Ċ":201,"ċ":202,"Č":203,"č":204,"Ď":205,"ď":206,"Đ":207,"đ":208,"Ē":209,"ē":210,"Ĕ":211,"ĕ":212,"Ė":213,"ė":214,"Ę":215,"ę":216,"Ě":217,"ě":218,"Ĝ":219,"ĝ":220,"Ğ":221,"ğ":222,"Ġ":223,"ġ":224,"Ģ":225,"ģ":226,"Ĥ":227,"ĥ":228,"Ħ":229,"ħ":230,"Ĩ":231,"ĩ":232,"Ī":233,"ī":234,"Ĭ":235,"ĭ":236,"Į":237,"į":238,"İ":239,"ı":240,"Ĳ":241,"ĳ":242,"Ĵ":243,"ĵ":244,"Ķ":245,"ķ":246,"ĸ":247,"Ĺ":248,"ĺ":249,"Ļ":250,"ļ":251,"Ľ":252,"ľ":253,"Ŀ":254,"ŀ":255,"Ł":256,"ł":257,"Ń":258,"Ġt":259,"Ġa":260,"he":261,"Ġw":262,"in":263,"re":264,"Ġs":265,"Ġthe":266,"Ġo":267,"er":268,"nd":269,"Ġb":270,"Ġf":271,"it":272,"Ġc":273,"ha":274,"Ġm":275,"ou":276,"as":277,"Ġto":278,"Ġand":279,"ed":280,"ĠI":281,"is":282,"Ġp":283,"ing":284,"Ġd":285,"or":286,"en":287,"es":288,"ll":289,"Ġg":290,"on":291,"Ġl":292,"ic":293,"at":294,"Ġn":295,"Ġwas":296,"an":297,"om":298,"ot":299,"Ġha":300,"ar":301,"Ġof":302,"ut":303,"ve":304,"us":305,"Ġe":306,"le":307,"Ġin":308,"oo":309,"Ġbe":310,"Ġwe":311,"ĠT":312,"Ġit":313,"ac":314,"ver":315,"hat":316,"Ġre":317,"Ġon":318,"ly":319,"Ġth":320,"al":321,"Ġfor":322,"Ġis":323,"Ġy":324,"et":325,"ay":326,"ri":327,"Ġh":328,"ur":329,"Ġst":330,"ow":331,"..":332,"id":333,"Ġyou":334,"ood":335,"Ġthat":336,"ĠThe":337,"all":338,"ld":339,"ent":340,"gh":341,"st":342,"Ġhe":343,"ke":344,"ith":345,"me":346,"Ġwith":347,"Ġmy":348,"ad":349,"ir":350,"Ġ\\":351,"'t":352,"ion":353,"ice":354,"Ġbut":355,"ro":356,"Ġnot":357,"Ġat":358,"Ġpl":359,"Ġme":360,"ce":361,"ĠS":362,"Ġthis":363,"Ġhave":364,"Ġthey":365,"Ġor":366,"Ġan":367,"Ġu":368,"ould":369,"Ġhad":370,"'s":371,".\\":372,"Ġas":373,"ec":374,"ust":375,"el":376,"Ġwere":377,"ĠW":378,"ast":379,"Ġare":380,"pp":381,"ome":382,"ally":383,"Ġso":384,"ĠA":385,"ant":386,"Ġli":387,"ter":388,"ill":389,"very":390,"ght":391,"ace":392,"Ġwh":393,"Ġi":394,"ab":395,"ch":396,"\"\"":397,"Ġne":398,"Ġse":399,"her":400,"Ġj":401,"Ġex":402,"ore":403,"Ġsa":404,"Ġplace":405,"se":406,"Ġser":407,"Ġti":408,"Ġfood":409,"Ġout":410,"ff":411,"ĠM":412,"red":413,"ĠB":414,"ack":415,"out":416,"Ġgood":417,"ĠC":418,"Ġgo":419,"Ġal":420,"Ġget":421,"ked":422,"Ġ(":423,"un":424,"ess":425,"Ġr":426,"Ġfr":427,"ers":428,"Ġthere":429,"hen":430,"ge":431,"Ġdo":432,"Ġk":433,"Ġsh":434,"th":435,"Ġlike":436,"est":437,"Ġus":438,"reat":439,"ain":440,"Ġall":441,"Ġab":442,"Ġsp":443,"il":444,"qu":445,"am":446,"Ġup":447,"end":448,"op":449,"one":450,"Ġjust":451,"Ġlo":452,"ak":453,"Ġord":454,"Ġserv":455,"Ġhere":456,"Ġsu":457,"Ġwould":458,"Ġour":459,"ry":460,"res":461,"ĠH":462,"ven":463,"Ġcom":464,"Ġdid":465,"ul":466,"ick":467,"mp":468,"Ġtime":469,"Ġone":470,"Ġwa":471,"ich":472,"...":473,"Ġch":474,"ink":475,"ĠN":476,"ite":477,"Ġvery":478,"ĠIt":479,"Ġfri":480,"ĠP":481,"Ġfrom":482,"ate":483,"and":484,"Ġcan":485,"ake":486,"ie":487,"Ġback":488,"ive":489,"Ġsome":490,"ck":491,"art":492,"!!":493,"nt":494,"Ġwor":495,"Ġif":496,"han":497,"Ġwait":498,"Ġabout":499,"nT":500,"ĠF":501,"ation":502,"Ġche":503,"ous":504,"Ġservice":505,"rou":506,"Ġexp":507,"ĠWe":508,"os":509,"Ġv":510,"Ġtheir":511,"Ġgreat":512,"ĠO":513,"ight":514,"our":515,"able":516,"iz":517,"Ġtoo":518,"Ġle":519,"Ġwhen":520,"so":521,"nI":522,"ind":523,"av":524,"Ġdis":525,"Ġco":526,"ct":527,"Ġro":528,"Ġ\\\"\"":529,"ine":530,"Ġca":531,"use":532,"ĠD":533,"Ġany":534,"ort":535,"Ġwhat":536,"Ġno":537,"Ġyour":538,"ca":539,"ide":540,"Ġfe":541,"ag":542,"Ġover":543,"ther":544,"Ġde":545,"Ġam":546,"\\\"\"":547,"way":548,"Ġqu":549,"Ġreally":550,"ĠL":551,"Ġpr":552,"ook":553,"Ġwill":554,"Ġ$":555,"ty":556,"Ġoff":557,"Ġbeen":558,"ĠG":559,"ig":560,"ered":561,"Ġ1":562,"fter":563,"Ġcon":564,"Ġpro":565,"Ġonly":566,"nThe":567,"Ġthem":568,"im":569,"Ġrest":570,"Ġbeca":571,"ect":572,"Ġwhich":573,"Ġeven":574,"Ġgot":575,"Ġfl":576,"Ġother":577,"Ġmore":578,"Ġbecause":579,"Ġ-":580,"ra":581,"Ġkn":582,"Ġfriend":583,"Ġsee":584,"own":585,"Ġman":586,"his":587,"ost":588,"ough":589,"Ġwant":590,"ĠV":591,"Ġpe":592,"Ġ2":593,"Ġby":594,"Ġpre":595,"Ġcould":596,"int":597,"here":598,"Ġshe":599,"Ġdon":600,"ong":601,"Ġcl":602,"ĠThey":603,"itt":604,"hing":605,"ard":606,"Ġag":607,"ĠE":608,"urant":609,"Ġen":610,"aurant":611,"ol":612,"um":613,"Ġtast":614,"'ve":615,"ĠR":616,"Ġevery":617,"Ġmin":618,"Ġdr":619,"oy":620,"ble":621,"Ġrestaurant":622,"ious":623,"ist":624,"Ġsal":625,"pt":626,"Ġri":627,"Ġorder":628,"Ġthan":629,"'m":630,"Ġcomp":631,"ars":632,"Ġhas":633,"oint":634,"te":635,"ress":636,"00":637,"Ġdidn":638,"Ġwho":639,"ud":640,"Ġeat":641,"eri":642,"Ġknow":643,"ment":644,"Ġtry":645,"Ġafter":646,"ĠY":647,"avor":648,"ity":649,"Ġbet":650,"ople":651,"Ġordered":652,"Ġnice":653,"irst":654,"uch":655,"ile":656,"ish":657,"ved":658,"Ġdrink":659,"Ġun":660,"Ġpeople":661,"Ġdec":662,"Ġalso":663,"Ġte":664,"Ġsay":665,"ree":666,"ade":667,"if":668,"Ġtw":669,"Ġroom":670,"Ġcame":671,"age":672,"ass":673,"Ġcr":674,"ings":675,"Ġgu":676,"com":677,"thing":678,"Ġmuch":679,"Ġapp":680,"Ġsm":681,"Ġher":682,"Ġsaid":683,"ence":684,"Ġlook":685,"ĠĠ":686,"ap":687,"Ġnever":688,"Ġbu":689,"Ġhow":690,"ated":691,"ner":692,"Ġwent":693,"Ġhot":694,"Ġday":695,"ittle":696,"aff":697,"ip":698,"king":699,"day":700,"Ġloc":701,"iew":702,"Ġminut":703,"Ġagain":704,"Ġwell":705,"Ġlittle":706,"Ġexperi":707,"ese":708,"Ġdel":709,"Ġnight":710,"Ġbetter":711,"Ġmen":712,"other":713,"ond":714,"ways":715,"Ġad":716,"Ġgoing":717,"to":718,"Ġdown":719,"Ġbre":720,"Ġ3":721,"Ġthen":722,"ffe":723,"Ġneed":724,"Ġbr":725,"eg":726,"Ġway":727,"ater":728,"icken":729,"Ġpret":730,"Ġthink":731,"Ġdi":732,"Ġcall":733,"les":734,"ooked":735,"ail":736,"gg":737,"ĠMy":738,"Ġbar":739,"Ġfirst":740,"we":741,"ions":742,"ue":743,"Ġmake":744,"fore":745,"round":746,"ian":747,"Ġdin":748,"unch":749,"Ġcha":750,"ful":751,"Ġbest":752,"Ġminutes":753,"Ġstaff":754,"ure":755,"xt":756,"Ġcome":757,"ach":758,"Ġtwo":759,"are":760,"Ġmenu":761,"Ġpretty":762,"act":763,"ies":764,"Ġalways":765,"Ġbefore":766,"Ġexperience":767,"urn":768,"ving":769,"oup":770,"ose":771,"nW":772,"ually":773,"ert":774,"Ġpart":775,"Ġtold":776,"ustom":777,"omet":778,"Ġbl":779,"ĠThis":780,"ĠVeg":781,"view":782,"Ġtri":783,"Ġtr":784,"Ġlove":785,"Ġye":786,"ger":787,"Ġmade":788,"eci":789,").":790,"Ġsl":791,"Ġbus":792,"ave":793,"Ġwal":794,"ĠJ":795,"Ġbad":796,"....":797,"Ġhour":798,"ft":799,"oth":800,"az":801,"Ġasked":802,"app":803,"ĠVegas":804,"uce":805,"Ġreview":806,"Ġright":807,"izz":808,"Ġtake":809,"side":810,"oc":811,"ub":812,"Ġcustom":813,"Ġbur":814,"ices":815,"ull":816,"Ġtable":817,"Ġaround":818,"ever":819,"Ġchicken":820,"ound":821,"fin":822,"ince":823,"Ġcle":824,"'re":825,"be":826,"Ġper":827,"ush":828,"Ġsomet":829,"ool":830,"Ġcar":831,"igh":832,"wn":833,"Ġstill":834,"Ġfew":835,"ber":836,"Ġever":837,"Ġar":838,"ms":839,"itely":840,"per":841,"sel":842,"Ġhapp":843,"mes":844,"Ġgive":845,"hed":846,"ting":847,"med":848,"Ġ5":849,"Ġmeal":850,"ep":851,"ason":852,"Ġmo":853,"Ġlong":854,"Ġtook":855,"finitely":856,"Ġsc":857,"Ġlot":858,"Ġ&":859,"Ġprice":860,"Ġfriendly":861,"Ġwork":862,"Ġflavor":863,"Ġnew":864,"Ġ4":865,"izza":866,"ame":867,"mend":868,"nA":869,"Ġwasn":870,"Ġanother":871,"Ġshow":872,"Ġshould":873,"Ġbit":874,"Ġfind":875,"Ġwee":876,"Ġsure":877,"Ġtimes":878,"ont":879,"Ġent":880,"hes":881,"Ġrecom":882,"Ġinto":883,"Ġac":884,"Ġvis":885,"Ġact":886,"Ġrecommend":887,"ĠHe":888,"ix":889,"Ġcheck":890,"!\\":891,"Ġsomething":892,"Ġdes":893,"Ġop":894,"Ġmost":895,"Ġsince":896,"Ġlocation":897,"Ġres":898,"Ġbeing":899,"Ġsmall":900,"icious":901,"Ġaw":902,"oor":903,"lp":904,"Ġhis":905,"Ġsalad":906,"ĠCh":907,"Ġfeel":908,"Ġthing":909,"Ġnext":910,"Ġvisit":911,"ens":912,"Ġcheese":913,"Ġwhere":914,"Ġstay":915,"'ll":916,"ought":917,"Ġsauce":918,"ady":919,"Ġve":920,"eak":921,"resh":922,"ĠIf":923,"Ġserver":924,"ĠSo":925,"ĠThere":926,"Ġpizza":927,"Ġhelp":928,"Ġlast":929,"joy":930,"ks":931,"Ġwhile":932,"ount":933,"erv":934,"Ġfin":935,"ĠBut":936,"Ġpay":937,"ily":938,"ĠAnd":939,"Ġwanted":940,"Ġdefinitely":941,"Ġnow":942,"nS":943,"Ġdisapp":944,"up":945,"iced":946,"Ġmany":947,"Ġdelicious":948,"nder":949,"Ġext":950,"akes":951,"Ġgr":952,"Ġenjoy":953,"erson":954,"Ġend":955,"self":956,"Ġlunch":957,"Ġel":958,"Ġhotel":959,"uff":960,"Ġstore":961,"Ġdrinks":962,"uck":963,"Ġcas":964,"Ġdoes":965,"Ġclean":966,"Ġbig":967,"Ġke":968,"ne":969,"Ġdisappoint":970,"Ġthough":971,"Ġstart":972,"Ġfresh":973,"Ġatt":974,"ob":975,"Ġarea":976,"ecial":977,"azing":978,"pped":979,"Ġhome":980,"Ġmeat":981,"ĠShe":982,"ĠK":983,"Ġexpect":984,"ĠSt":985,"Ġsand":986,"get":987,"ott":988,"Ġgl":989,"lf":990,"ato":991,"ffere":992,"'d":993,"Ġdinner":994,"Ġmay":995,"rd":996,"Ġinc":997,"ably":998,"Ġimp":999,"Ġhim":1000,"ER":1001,"ĠNot":1002,"Ġwr":1003,"ality":1004,"oney":1005,"Ġelse":1006,"Ġopen":1007,"Ġleft":1008,"Ġdiffere":1009,"Ġsandw":1010,"lect":1011,"ating":1012,"Ġworth":1013,"Ġchar":1014,"pr":1015,"Ġhigh":1016,"Ġlet":1017,"Ġspecial":1018,"Ġunder":1019,"Ġperf":1020,"Ġside":1021,"Ġguy":1022,"Ġgre":1023,"od":1024,"Ġsame":1025,"rible":1026,"ans":1027,"iness":1028,"ude":1029,"ided":1030,"Ġperson":1031,"Ġchan":1032,"ance":1033,"Ġcustomer":1034,"Ġtried":1035,"Ġamazing":1036,"ĠU":1037,"Ġsha":1038,"Ġret":1039,"ĠYou":1040,"orn":1041,"Ġaway":1042,"Ġmanag":1043,"nO":1044,"ĠWhen":1045,"This":1046,"Ġadd":1047,"Ġlooking":1048,"Ġenough":1049,"Ġreason":1050,"Ġeverything":1051,"Ġemp":1052,"Ġkind":1053,"Ġtell":1054,"Ġput":1055,"Ġplac":1056,"The":1057,"Ġtaste":1058,"Ġexce":1059,"Ġcoup":1060,"ign":1061,"air":1062,"ream":1063,"Ġfavor":1064,"ery":1065,"Ġdifferent":1066,"nWe":1067,"Ġph":1068,"lain":1069,"rough":1070,"ork":1071,"Ġold":1072,"Ġpar":1073,"Ġ10":1074,"ouse":1075,"ef":1076,"Ġthought":1077,"ient":1078,"led":1079,"Ġthings":1080,"Ġmoney":1081,"Ġok":1082,"),":1083,"ise":1084,"Ġswe":1085,"aking":1086,"Ġpast":1087,"Ġthrough":1088,"Ġits":1089,"ute":1090,"Ġnothing":1091,"Ġperfect":1092,"Ġquality":1093,"ire":1094,"My":1095,"Ġstars":1096,"Ġcalled":1097,"Ġanything":1098,"Ġbreak":1099,"iss":1100,"Ġdri":1101,"Ġfree":1102,"Ġref":1103,"Ġactually":1104,"ular":1105,"Ġwater":1106,"room":1107,"leas":1108,"Ġbas":1109,"Ġgi":1110,"Ġhand":1111,"og":1112,"ushi":1113,"less":1114,"Ġrep":1115,"Ġwaitress":1116,"Ġreturn":1117,"Ġroll":1118,"Ġfriends":1119,"Ġline":1120,"Ġstar":1121,"Ġreg":1122,"Ġfull":1123,"rip":1124,"Ġpat":1125,"bably":1126,"Ġmanager":1127,"Ġtop":1128,"Ġboth":1129,"Ġburger":1130,"Ġdecided":1131,"esome":1132,"Ġfound":1133,"Ġhappy":1134,"Ġfries":1135,"Ġlooked":1136,"fe":1137,"Ġselect":1138,"Ġbread":1139,"ste":1140,"fort":1141,"!!!":1142,"Ġfun":1143,"Ġgir":1144,"Ġask":1145,"anc":1146,"Ġsteak":1147,"ately":1148,"Ġsec":1149,"Ġite":1150,"Ġbusiness":1151,"Ġprices":1152,"Ġcont":1153,"Ġfront":1154,"Ġown":1155,"ables":1156,"Ġwhy":1157,"Ġyears":1158,"--":1159,"ves":1160,"ult":1161,"osp":1162,"where":1163,"ary":1164,"Ġquick":1165,"Ġplaces":1166,"Ġhalf":1167,"Ġpot":1168,"Ġdeal":1169,"io":1170,"Ġdone":1171,"Ġhard":1172,"ons":1173,"yp":1174,"ĠAl":1175,"Ġgetting":1176,"fast":1177,"roup":1178,"Ġsweet":1179,"ffee":1180,"Ġopt":1181,"ho":1182,"Ġlar":1183,"Ġbo":1184,"Ġcour":1185,"ss":1186,"Ġarri":1187,"Ġleast":1188,"orm":1189,"Ġsur":1190,"Ġsandwich":1191,"oun":1192,"Ġsuper":1193,"most":1194,"ew":1195,"icy":1196,"ional":1197,"ĠIn":1198,"Ġused":1199,"Ġsat":1200,"Ġfam":1201,"Ġfavorite":1202,"edi":1203,"Ġbeer":1204,"ale":1205,"Ġbuff":1206,"Ġthese":1207,"Ġpoint":1208,"atch":1209,"Ġprobably":1210,"ark":1211,"Ġcare":1212,"ny":1213,"arly":1214,"ention":1215,"Ġsushi":1216,"ier":1217,"ĠNo":1218,"Ġgave":1219,"Ġdish":1220,"Ġrece":1221,"band":1222,"Ġwaiting":1223,"Ġawesome":1224,"ize":1225,"Ġcons":1226,"Ġmon":1227,"ng":1228,"Ġfar":1229,"ĠAs":1230,"Ġbreakfast":1231,"Ġsit":1232,"ged":1233,"ex":1234,"llent":1235,"essert":1236,"usband":1237,"Ġstand":1238,"Ġuse":1239,"Ġreal":1240,"Ġkid":1241,"Ġtal":1242,"ations":1243,"Ġcream":1244,"Ġdoor":1245,"Ġ20":1246,"Ġtasted":1247,"osphere":1248,"Ġeach":1249,"Ġcoffee":1250,"Ġsomeone":1251,"ĠBe":1252,"ets":1253,"Ġreviews":1254,"Ġav":1255,"Ġinside":1256,"Ġrice":1257,"Ġhu":1258,"the":1259,"Ġlater":1260,"Ġpick":1261,"Ġthose":1262,"nF":1263,"Ġhusband":1264,"mosphere":1265,"Ġrec":1266,"ee":1267,"uc":1268,"ither":1269,"Ġcouple":1270,"Ġonce":1271,"Ġquite":1272,"Ġselection":1273,"Ġwithout":1274,"ove":1275,"imp":1276,"Ġpleas":1277,"Ġrun":1278,"Ġcomple":1279,"Ġsoup":1280,"ren":1281,"Ġdisappointed":1282,"Ġcheap":1283,"ared":1284,"Ġweek":1285,"ib":1286,"iously":1287,"Ġalmost":1288,"ĠNO":1289,"Ġlarge":1290,"uring":1291,"Ġcoming":1292,"Ġspot":1293,"ican":1294,"vers":1295,"Ġcouldn":1296,"Ġport":1297,"mer":1298,"Ġgirl":1299,"aid":1300,"Ġter":1301,"riend":1302,"Ġdessert":1303,"??":1304,"Ġgroup":1305,"ather":1306,"Ġtables":1307,"Ġmus":1308,"Ġbusy":1309,"Ġless":1310,"ild":1311,"ife":1312,"Ġwon":1313,"ervice":1314,"Ġproble":1315,"bs":1316,"Ġhours":1317,"Ġtrying":1318,"ĠThat":1319,"Ġtasty":1320,"Ġunt":1321,"Ġoutside":1322,"Ġserved":1323,"Ġatmosphere":1324,"Ġshop":1325,"pping":1326,"Ġhaving":1327,"Ġtyp":1328,"Ġwalked":1329,"Ġegg":1330,"Ġcho":1331,"owd":1332,"Ġmust":1333,"ited":1334,"ized":1335,"esp":1336,"Ġstrip":1337,"Ġwalk":1338,"Ġeating":1339,"Ġseemed":1340,"Ġwar":1341,"und":1342,"Ġhor":1343,"oke":1344,"mon":1345,"Ġitems":1346,"Ġstuff":1347,"Ġ6":1348,"osed":1349,"sol":1350,"stead":1351,"Ġmonth":1352,"elp":1353,"ord":1354,"Ġbel":1355,"Ġfinally":1356,"ically":1357,"Ġuntil":1358,"Ġplay":1359,"ross":1360,"Ġappet":1361,"Ġwrong":1362,"loy":1363,"onder":1364,"Ġwaiter":1365,"Ġcra":1366,"Ġcool":1367,"iet":1368,"ĠAfter":1369,"elt":1370,"Ġhuge":1371,"ensive":1372,"Ġwhole":1373,"ĠHow":1374,"Ġfish":1375,"Ġfried":1376,"Ġexcellent":1377,"ten":1378,"Ġwine":1379,"We":1380,"stand":1381,"Ġhouse":1382,"ual":1383,"rimp":1384,"rought":1385,"Ġsecond":1386,"Ġimpress":1387,"IN":1388,"Ġcut":1389,"ath":1390,"nB":1391,"Ġdecent":1392,"ru":1393,"Ġcold":1394,"Ġkeep":1395,"Ġrem":1396,"Ġpotato":1397,"Ġim":1398,"Ġfill":1399,"ock":1400,"Ġtown":1401,"Ġbeef":1402,"oll":1403,"Ġfamily":1404,"aw":1405,"ash":1406,"Ġexc":1407,"ino":1408,"reme":1409,"Ġhop":1410,"Ġlist":1411,"no":1412,"Ġbrought":1413,"Ġsuch":1414,"Ġcard":1415,"Ġsign":1416,"Ġrude":1417,"Ġcooked":1418,"ts":1419,"Ġbuffet":1420,"Ġclose":1421,"Ġthree":1422,"asy":1423,"Ġemploy":1424,"ender":1425,"Ġoffer":1426,"Ġdoesn":1427,"rill":1428,"Ġbring":1429,"Ġextra":1430,"Ġrestaurants":1431,"ĠOn":1432,"ike":1433,"ning":1434,"ates":1435,"Ġneeded":1436,".\\\"\"":1437,"my":1438,"Ġfelt":1439,"Ġset":1440,"Ġwonder":1441,"Ġdishes":1442,"Ġturn":1443,"ward":1444,"Ġcomplain":1445,"Ġtac":1446,"Ġappetiz":1447,"Ġfact":1448,"Ġmusic":1449,"Ġlight":1450,"not":1451,"any":1452,"Ġsupp":1453,"Ġass":1454,"Ġplate":1455,"Ġeveryone":1456,"Ġusually":1457,"Ġwaited":1458,"enc":1459,"Ġ:":1460,"Ġfloor":1461,"astic":1462,"Ġparty":1463,"ps":1464,"30":1465,"!!!!":1466,"Ġsever":1467,"solute":1468,"ied":1469,"Ġwife":1470,"Ġeither":1471,"Ġdog":1472,"Ġduring":1473,"Ġbill":1474,"Ġjob":1475,"Ġdays":1476,"itc":1477,"Ġpic":1478,"ecially":1479,"ips":1480,"arl":1481,"Ġtreat":1482,"Ġincl":1483,"Ġseveral":1484,"Ġcourse":1485,"Ġstarted":1486,"Ġbott":1487,"Ġyear":1488,"Ġet":1489,"Ġcomplete":1490,"ised":1491,"Ġarrived":1492,"ĠOur":1493,"ah":1494,"Ġhair":1495,"Ġisn":1496,"au":1497,"Ġcook":1498,"Ġbuy":1499,"Ġsk":1500,"Ġcustomers":1501,"ia":1502,"Ġsaw":1503,"ory":1504,"Ġrecei":1505,"cha":1506,"mber":1507,"Ġfast":1508,"Ġtot":1509,"ted":1510,"Ġguess":1511,"Ġname":1512,"Ġap":1513,"ĠEvery":1514,"Ġleave":1515,"Ġphone":1516,"Ġdry":1517,"Ġinstead":1518,"Ġice":1519,"Ġmaybe":1520,"nMy":1521,"nN":1522,"wner":1523,"itting":1524,"Ġglass":1525,"ang":1526,"ĠWhat":1527,"ocol":1528,"Ġ8":1529,"ĠFor":1530,"by":1531,"Ġsurpr":1532,"Ġred":1533,"Ġinf":1534,"mb":1535,"Ġcrowd":1536,"Ġdining":1537,"vel":1538,"Ġmedi":1539,"Ġwouldn":1540,"Ġshrimp":1541,"Ġsimp":1542,"Ġable":1543,"Ġrel":1544,"Ġproblem":1545,"Ġmight":1546,"ness":1547,"ung":1548,"Ġseated":1549,"Ġgen":1550,"ĠWh":1551,"Ġcomes":1552,"ĠTH":1553,"Ġcor":1554,"Ġhead":1555,"Ġesp":1556,"Ġowner":1557,"Ġclub":1558,"ical":1559,"Ġ.":1560,"Ġsty":1561,"Ġdecor":1562,"co":1563,"ible":1564,"Ġsho":1565,"ready":1566,"que":1567,"Ġpos":1568,"Ġpack":1569,"ĠAll":1570,"ax":1571,"Ġstop":1572,"Ġmain":1573,"Ġpri":1574,"though":1575,"Ġslow":1576,"Ġpool":1577,"Ġalready":1578,"Ġcup":1579,"Ġpork":1580,"Ġlocal":1581,"Ġcost":1582,"Ġenjoyed":1583,"ci":1584,"Ġlack":1585,"Ġ15":1586,"Ġshort":1587,"gin":1588,"Ġpaid":1589,"Ġmar":1590,"vent":1591,"Ġfine":1592,"ocolate":1593,"Ġread":1594,"ails":1595,"Ġworst":1596,"Ġbag":1597,"old":1598,"ened":1599,"Ġmakes":1600,"aut":1601,"Ġacc":1602,"Ġkids":1603,"cc":1604,"mm":1605,"Ġpur":1606,"Ġanyone":1607,"solutely":1608,"Ġ'":1609,"Ġmyself":1610,"remely":1611,"atter":1612,"Ġ7":1613,"Ġpass":1614,"Ġmiss":1615,"rit":1616,"ors":1617,"ump":1618,"Ġboy":1619,"atur":1620,"rest":1621,"ertain":1622,"outh":1623,"Ġvar":1624,"rect":1625,"aving":1626,"Ġseat":1627,"ues":1628,"Ġago":1629,"af":1630,"Ġiss":1631,"ounter":1632,"Ġwatch":1633,"Ġdrive":1634,"Ġtrip":1635,"Ġdress":1636,"ently":1637,"Ġins":1638,"ĠNOT":1639,"Ġyet":1640,"ĠLas":1641,"Ġrid":1642,"10":1643,"Ġfan":1644,")\\":1645,"ative":1646,"Ġlate":1647,"Ġmention":1648,"verage":1649,"Ġinclud":1650,"ird":1651,"\\\"\".":1652,"Ġhorrible":1653,"pm":1654,"reet":1655,"Ġcharge":1656,"Ġexpensive":1657,"Ġspicy":1658,"cks":1659,"Ġworking":1660,"Ġlive":1661,"ye":1662,"ines":1663,"Ġair":1664,"Ġ30":1665,"itchen":1666,"ĠThen":1667,"gan":1668,"Ġparking":1669,"Ġoptions":1670,"Ġind":1671,"Ġdoing":1672,"Ġloved":1673,"Ġespecially":1674,"Ġstr":1675,"ĠGreat":1676,"ĠHowever":1677,"Ġextremely":1678,"ider":1679,"Ġhost":1680,"Ġclass":1681,"Ġate":1682,"nC":1683,"Ġregular":1684,"Ġnear":1685,"Ġseem":1686,"kend":1687,"ange":1688,"Ġbart":1689,"LL":1690,"nH":1691,"nP":1692,"its":1693,"onest":1694,"Ġended":1695,"Ġreserv":1696,"Ġcounter":1697,"Ġrooms":1698,"ĠAlso":1699,"Ġpoor":1700,"verall":1701,"50":1702,"owl":1703,"Ġpie":1704,"Ġentire":1705,"Ġchips":1706,"Ġdisc":1707,"Ġguys":1708,"ĠFri":1709,"RE":1710,"pl":1711,"Ġtoday":1712,"Ġunderstand":1713,"Ġbath":1714,"ell":1715,"Ġweekend":1716,"nThis":1717,"gar":1718,"ition":1719,"VER":1720,"Ġ9":1721,"row":1722,":\\":1723,"Ġamount":1724,"Ġbelie":1725,"isp":1726,"Ġcur":1727,"wh":1728,"Ġsitting":1729,"ned":1730,"acon":1731,"Ġdeli":1732,"Ġsize":1733,"Ġgener":1734,"Ġbed":1735,"ees":1736,"Ġrather":1737,"Ġpol":1738,"ĠĠĠĠ":1739,"Ġseems":1740,"Ġspend":1741,"hai":1742,"Ġmaking":1743,"ST":1744,"Ġprom":1745,"Ġterrible":1746,"Ġchocolate":1747,"Ġfix":1748,"Ġseen":1749,"**":1750,"iter":1751,"uct":1752,"gers":1753,"Ġhelpful":1754,"Ġwall":1755,"ret":1756,"Ġrequ":1757,"ĠAt":1758,"nD":1759,"nIt":1760,"Ġprod":1761,"Ġliked":1762,"Ġmix":1763,"ster":1764,"Ġdro":1765,"Ġmorn":1766,"ĠPho":1767,"Ġtom":1768,"antastic":1769,"cked":1770,"Ġhowever":1771,"Ġgiven":1772,"tic":1773,"Ġnum":1774,"Ġreme":1775,"Ġbland":1776,"ots":1777,"ulous":1778,"ank":1779,"friend":1780,"iful":1781,"ĠSp":1782,"ins":1783,"Ġview":1784,"ĠVery":1785,"Ġmid":1786,"sa":1787,"dd":1788,"Ġmind":1789,"Ġsme":1790,"Ġabsolutely":1791,"Ġsmo":1792,"ides":1793,"Ġmean":1794,"cept":1795,"Ġtea":1796,"Ġrolls":1797,"Ġetc":1798,"ĠChe":1799,"Ġprep":1800,"ggest":1801,"Ġkitchen":1802,"ĠMex":1803,"Ġwonderful":1804,"Ġcompletely":1805,"fess":1806,"Ġsoon":1807,"Ġokay":1808,"Ġsub":1809,"Ġbeaut":1810,"ĠService":1811,"Ġest":1812,"ling":1813,"Ġbelieve":1814,"Ġmorning":1815,"Ġsuggest":1816,"arent":1817,"Ġchange":1818,"ĠRe":1819,"Ġsn":1820,"Ġready":1821,"Ġinte":1822,"Ġreceived":1823,"ĠTh":1824,"amb":1825,"Ġsmell":1826,"lish":1827,"fortun":1828,"20":1829,"Ġcompany":1830,"ween":1831,"Ġpres":1832,"Ġlow":1833,"aybe":1834,"Ġmess":1835,"Ġimpressed":1836,"Ġtacos":1837,"Ġton":1838,"Ġinter":1839,"pper":1840,"olog":1841,"ial":1842,"Ġresp":1843,"iv":1844,"Ġfair":1845,"ĠPl":1846,"Ġlooks":1847,"Ġwish":1848,"fortable":1849,"Ġplan":1850,"Ġcash":1851,"Ġexplain":1852,"Ġbowl":1853,"Ġlady":1854,"ĠCha":1855,"Ġveget":1856,"Ġemployees":1857,"Ġgone":1858,"Ġkept":1859,"aturday":1860,"ffic":1861,"orry":1862,"ĠFood":1863,"irty":1864,"hind":1865,"Ġfantastic":1866,"AT":1867,"ĠOne":1868,"Ġheard":1869,"Great":1870,"Ġwarm":1871,"Ġconf":1872,"ĠJust":1873,"Ġbacon":1874,"Ġaverage":1875,"Ġgrill":1876,"enty":1877,"Ġob":1878,"Ġquest":1879,"Ġempty":1880,"bo":1881,"ey":1882,"oud":1883,"OU":1884,"Ġtaking":1885,"Ġbehind":1886,"ĠTheir":1887,"Ġsto":1888,"Ġstyle":1889,"Ġdoll":1890,"Ġsw":1891,"zen":1892,"fessional":1893,"Ġquickly":1894,"Ġtwice":1895,"Ġbathroom":1896,"ĠTo":1897,"ured":1898,"Ġinterest":1899,"Ġoffered":1900,"Ġtip":1901,"ĠSaturday":1902,"ime":1903,"Ġstra":1904,"ING":1905,"Ġserve":1906,"Ġaut":1907,"entive":1908,"Ġpurcha":1909,"Ġstreet":1910,"ished":1911,"line":1912,"gr":1913,"Ġdesk":1914,"ON":1915,"ĠYelp":1916,"Ġseason":1917,"Ġste":1918,"Ġavail":1919,"amp":1920,"Ġcrisp":1921,"ired":1922,"ĠUn":1923,"inese":1924,"nL":1925,"rench":1926,"rap":1927,"Ġgets":1928,"Ġbetween":1929,"ients":1930,"nThey":1931,"Ġwom":1932,"OO":1933,"Ġearly":1934,"ĠSc":1935,"Ġmom":1936,"Ġweren":1937,"Ġhung":1938,"ĠMexican":1939,"Ġsaying":1940,"ĠDon":1941,"Ġide":1942,"zy":1943,"Ġplus":1944,"ointment":1945,"Ġknew":1946,"Ġcake":1947,"Ġmonths":1948,"unk":1949,"ding":1950,"Ġexcept":1951,"rew":1952,"Ġcent":1953,"Ġcrab":1954,"Ġwind":1955,"ection":1956,"Ġneeds":1957,"Ġcasino":1958,"enix":1959,"ister":1960,"Ġwhite":1961,"nIf":1962,"ummy":1963,"bur":1964,"Ġtomato":1965,"Ġstick":1966,"Ġportions":1967,"Ġacross":1968,"fortunately":1969,"Ġyes":1970,"ern":1971,"els":1972,"oose":1973,"att":1974,"aken":1975,"alian":1976,"Ġbutter":1977,"Ġremember":1978,"Ġlob":1979,"used":1980,"Ġconc":1981,"Ġhonest":1982,"nSo":1983,"Ġce":1984,"Ġju":1985,"Ġappetizer":1986,"Ġappointment":1987,"Ġlife":1988,"Ġmass":1989,"Ġnood":1990,"Ġfro":1991,"Ġavailable":1992,"Ġburgers":1993,"Ġfour":1994,"Ġoffice":1995,"na":1996,"augh":1997,"ody":1998,"ures":1999,"unday":2000,"Ġseating":2001,"priced":2002,"ully":2003,"Ġchoice":2004,"Ġitself":2005,"Ġhear":2006,"par":2007,"iance":2008,"which":2009,"Ġstayed":2010,"Ġfig":2011,"Ġdou":2012,"iches":2013,"Ġwings":2014,"VE":2015,"Ġrepl":2016,"Ġorders":2017,"Ġwalking":2018,"Ġbro":2019,"?!":2020,"ole":2021,"Ġsalsa":2022,"ĠWell":2023,"Ġvariet":2024,"ĠDe":2025,"Ġgreen":2026,"Ġbeautiful":2027,"Ġbite":2028,"Ġprov":2029,"Ġvegg":2030,"?\\":2031,"Ġadv":2032,"aj":2033,"medi":2034,"Ġpotatoes":2035,"Ġbook":2036,"Ġchef":2037,"Ġdirty":2038,"Ġexperienc":2039,"Ġmush":2040,"Ġattentive":2041,"Ġguest":2042,"Ġnorm":2043,"Ġoften":2044,"Ġann":2045,"Ġpriced":2046,"Ġeasy":2047,"Ġgreet":2048,"Ġ,":2049,"Ġconsider":2050,"Ġordering":2051,"alth":2052,"irth":2053,"ched":2054,"Ġpaying":2055,"Ġothers":2056,"Ġloud":2057,"but":2058,"nM":2059,"Ġtra":2060,"ĠSunday":2061,"Ġproduct":2062,"Ġflavors":2063,"Ġhighly":2064,"Ġcock":2065,"...\\":2066,"Ġexpected":2067,"Ġcol":2068,"ita":2069,"Ġz":2070,"ĠPhoenix":2071,"Ġpatio":2072,"Ġtype":2073,"ĠGood":2074,"Ġevening":2075,"Ġpull":2076,"Ġnoticed":2077,"Ġint":2078,"Ġboyfriend":2079,"Ġclos":2080,"ĠBB":2081,"Ġcertain":2082,"Ġtaken":2083,"Ġsy":2084,"arlic":2085,"Ġbartender":2086,"ĠNe":2087,"Ġhit":2088,"Ġsays":2089,"gether":2090,"Ġpain":2091,"Ġevent":2092,"irthday":2093,"Ġmil":2094,"Ġfo":2095,"ique":2096,"ili":2097,"read":2098,"Ġportion":2099,"Ġfre":2100,"go":2101,"ĠSh":2102,"Ġrequest":2103,"Ġsound":2104,"Ġexact":2105,"Ġ--":2106,"Ġsing":2107,"ĠThai":2108,"Ġamb":2109,"iterally":2110,"als":2111,"Ġbeans":2112,"Ġspeak":2113,"ĠBl":2114,"Ġeggs":2115,"15":2116,"Ġblack":2117,"Ġreasonable":2118,"ored":2119,"antly":2120,"Ġaccom":2121,"ows":2122,"ĠNow":2123,"Ġtotally":2124,"Ġpasta":2125,"ĠFriday":2126,"Ġdue":2127,"imes":2128,"ball":2129,"Ġidea":2130,"CE":2131,"OR":2132,"Ġcorn":2133,"dle":2134,"port":2135,"Ġgiving":2136,"Ġnumber":2137,"Ġalong":2138,"Ġsandwiches":2139,"Ġeaten":2140,"Ġweeks":2141,"Ġcred":2142,"ocre":2143,"Ġapolog":2144,"Ġvariety":2145,"sw":2146,"Ġappe":2147,"agement":2148,"Ġlots":2149,"Ġdep":2150,"Ġing":2151,"Ġoil":2152,"Ġpi":2153,"Ġbox":2154,"rees":2155,"Ġinst":2156,"Ġword":2157,"isf":2158,"arely":2159,"illa":2160,"Ġperfectly":2161,"Ġrefill":2162,"ĠEven":2163,"Ġservers":2164,"tt":2165,"Ġhostess":2166,"Ġcockt":2167,"Ġposs":2168,"ĠBBQ":2169,"Ġimmedi":2170,"Ġplenty":2171,"Ġgirls":2172,"ĠChicken":2173,"Ġtogether":2174,"Ġstopped":2175,"Ġtalk":2176,"Ġconsist":2177,"che":2178,"Ġtick":2179,"ĠThan":2180,"ries":2181,"eces":2182,"Ġcal":2183,"ents":2184,"Ġhang":2185,"Ġspr":2186,"Ġbirthday":2187,".....":2188,"ried":2189,"ini":2190,"ĠChinese":2191,"ĠTHE":2192,"Ġgame":2193,"ollow":2194,"Ġchecked":2195,"cri":2196,"ada":2197,"ouch":2198,"Ġpop":2199,"Ġsad":2200,"Ġcharged":2201,"man":2202,"Ġopened":2203,"Ġexcited":2204,"Ġreservation":2205,"Ġsimple":2206,"viously":2207,"right":2208,"Ġburrit":2209,"Ġhappened":2210,"Ġyourself":2211,"oid":2212,"ĠItalian":2213,"Ġingred":2214,"ense":2215,"Ġsupposed":2216,"AN":2217,"iting":2218,"ames":2219,"ming":2220,"afood":2221,"ges":2222,"Ġlonger":2223,"Ġnon":2224,"ĠDr":2225,"aked":2226,"airs":2227,"Ġocc":2228,"Ġtalking":2229,"ĠFr":2230,"Ġturned":2231,"Ġansw":2232,"ĠOh":2233,"Ġminute":2234,"Ġspace":2235,"LE":2236,"Ġpiece":2237,"Ġsurprised":2238,"nE":2239,"Ġspent":2240,"ments":2241,"Ġpieces":2242,"Ġsell":2243,"Ġones":2244,"Ġstandard":2245,"Ġcredit":2246,"Ġincred":2247,"ĠMaybe":2248,"Ġhungry":2249,"ppy":2250,"ech":2251,"key":2252,"Ġoverall":2253,"Ġbought":2254,"Ġhope":2255,"ote":2256,"Ġforg":2257,"Ġmediocre":2258,"Ġmoved":2259,"ined":2260,"Ġpacked":2261,"Ġissue":2262,"ibly":2263,"iculous":2264,"itional":2265,"Ġattit":2266,"ĠSal":2267,"Ġgrab":2268,"come":2269,"Ġmach":2270,"ĠCa":2271,"ict":2272,"ĠLO":2273,"Ġimmediately":2274,"Ġcomfortable":2275,"Ġmouth":2276,"Ġfollow":2277,"Ġhold":2278,"iny":2279,"Ġliterally":2280,"Ġart":2281,"Ġpict":2282,"Ġclosed":2283,"Ġgarlic":2284,"Ġbottle":2285,"uts":2286,"Ġsort":2287,"Ġpartic":2288,"Ġcrust":2289,"Ġcontin":2290,"Ġglad":2291,"Ġchair":2292,"Ġhaven":2293,"fer":2294,"Ġchoose":2295,"Ġval":2296,"ging":2297,"de":2298,"Ġgy":2299,"ract":2300,"Ġhealth":2301,"Ġawful":2302,").\\":2303,"ĠEverything":2304,"zz":2305,"kes":2306,"Ġoverpriced":2307,"ĠMar":2308,"gust":2309,"Ġestab":2310,"Ġplates":2311,"ai":2312,"uit":2313,"Ġla":2314,"pe":2315,"Ġtemp":2316,"Ġfac":2317,"una":2318,"Ġdet":2319,"cooked":2320,"Ġalthough":2321,"gs":2322,"ĠEx":2323,"Ġyummy":2324,"Ġeas":2325,"ighb":2326,"aper":2327,"Ġproper":2328,"Ġjoint":2329,"Ġlevel":2330,"Ġcase":2331,"ĠAN":2332,"ED":2333,"rigin":2334,"Ġmist":2335,"Ġprofessional":2336,"Ġsomewhere":2337,"rt":2338,"Ġpresent":2339,"avy":2340,"asted":2341,"br":2342,"99":2343,"Ġprepared":2344,"ience":2345,"Ġfeeling":2346,"Ġmiddle":2347,"dale":2348,"Ġbuild":2349,"Ġchance":2350,"Ġgrilled":2351,"Ġmet":2352,"Ġingredients":2353,"Ġgoes":2354,"Ġneighb":2355,"ison":2356,"Ġbeers":2357,"cl":2358,"otts":2359,"Ġattitude":2360,"sh":2361,"Ġfive":2362,"Ġasking":2363,"It":2364,"let":2365,"Ġwaste":2366,"Ġmanagement":2367,"Ġcond":2368,"Ġestablish":2369,"hel":2370,"AY":2371,"Ġwithin":2372,"Ġtotal":2373,"Ġluck":2374,"ĠBur":2375,"Ġmod":2376,"Ġappre":2377,"Ġpost":2378,"Ġsent":2379,"ottsdale":2380,"Ġmove":2381,"hentic":2382,"Ġcoll":2383,"arently":2384,"Ġeye":2385,"Ġmac":2386,"ĠFirst":2387,"ĠAn":2388,"Ġsch":2389,"Ġmushroom":2390,"berry":2391,"Ġdisappointing":2392,"Ġaren":2393,"arn":2394,"uly":2395,"Ġmeals":2396,"Ġcrispy":2397,"like":2398,"ĠQ":2399,"Ġspl":2400,"Ġworse":2401,"Ġunless":2402,"nWhen":2403,"aughter":2404,"Ġthin":2405,"Ġsatisf":2406,"lo":2407,"ĠTV":2408,"ledge":2409,"sp":2410,"Ġchoices":2411,"AR":2412,"Ġ12":2413,"Ġmedium":2414,"Ġseafood":2415,"vious":2416,"Ġtakes":2417,"nG":2418,"arb":2419,"ES":2420,"ĠBr":2421,"Ġfrozen":2422,"ature":2423,"Ġ:)":2424,"Ġrelax":2425,"ilet":2426,"Ġattention":2427,"Ġexactly":2428,"Ġcrowded":2429,"ops":2430,"Ġran":2431,"Ġstaying":2432,"Ġsalty":2433,"ys":2434,"Ġshowed":2435,"Ġworld":2436,"Ġappreci":2437,"Ġtender":2438,"Ġinv":2439,"ux":2440,"Ġlocated":2441,"Ġparticular":2442,"Ġfilled":2443,"Ġridiculous":2444,"Ġmatter":2445,"Ġoption":2446,"ific":2447,"head":2448,"Ġsamp":2449,"Ġshopping":2450,"Ġcount":2451,"nOverall":2452,"gn":2453,"Ġadded":2454,"ats":2455,"ĠNew":2456,"Ġsoft":2457,"Ġsimply":2458,"Ġrecently":2459,"Ġchild":2460,"Ġtext":2461,"oli":2462,"Ġ...":2463,"Ġanywhere":2464,"Ġnoodles":2465,"Ġfore":2466,"Ġdam":2467,"Ġchanged":2468,"Ġbased":2469,"more":2470,"arket":2471,"Ġbrown":2472,"Ġwrite":2473,"Ġpo":2474,"Ġ11":2475,"ĠSte":2476,"Ġrecommended":2477,"ler":2478,"ase":2479,"Ġorigin":2480,"ior":2481,"Ġups":2482,"Ġface":2483,"nY":2484,"Ġsum":2485,"umb":2486,"Ġfinish":2487,"Ġlim":2488,"nThere":2489,"ites":2490,"eless":2491,"Ġpepper":2492,"Ġrent":2493,"Ġappetizers":2494,"land":2495,"ĠOK":2496,"ced":2497,"12":2498,"Ġappro":2499,"Ġdate":2500,"Ġhands":2501,"Ġtow":2502,"sed":2503,"Ġtour":2504,"Ġcreat":2505,"ane":2506,"Ġdark":2507,"ownt":2508,"Ġworked":2509,"Ġslight":2510,"Ġlost":2511,"Ġforward":2512,"what":2513,"ait":2514,"Ġwel":2515,"Ġmeet":2516,"Ġpleasant":2517,"made":2518,"Ġthinking":2519,"Ġwoman":2520,"Ġspecials":2521,"usage":2522,"iment":2523,"Ġburrito":2524,"Ġonline":2525,"Ġflavorful":2526,"Ġdaughter":2527,"OM":2528,"Ġtap":2529,"ĠSe":2530,"ower":2531,"Ġem":2532,"selves":2533,"owntown":2534,"Ġpricey":2535,"Ġhum":2536,"Ġambiance":2537,"Ġsalmon":2538,"Ġitem":2539,"Ġneg":2540,"ĠGr":2541,"arian":2542,"oooo":2543,"Ġmov":2544,"Ġallow":2545,"Ġannoy":2546,"Ġweird":2547,"pect":2548,"If":2549,"ĠScottsdale":2550,"Ġonion":2551,"Ġdist":2552,"itive":2553,"Ġlobster":2554,"reen":2555,"Ġauthentic":2556,"Ġcab":2557,"Ġhate":2558,"Ġele":2559,"Ġcorrect":2560,"Ġbucks":2561,"?\\\"\"":2562,"Ġgreeted":2563,"Ġtiny":2564,"Ġfinished":2565,"Ġplease":2566,"Ġdance":2567,"Ġincluding":2568,"ĠSome":2569,"Ġabove":2570,"ising":2571,"ĠTe":2572,"Ġchees":2573,"ina":2574,"bed":2575,"ket":2576,"Ġinteresting":2577,"Ġsalt":2578,"Ġcannot":2579,"Ġsingle":2580,"ics":2581,"Ġdollars":2582,"Ġhappen":2583,"ĠBell":2584,"tuce":2585,"Ġowners":2586,"ĠAmer":2587,"Ġbrunch":2588,"ident":2589,"ages":2590,"Ġbarely":2591,"ities":2592,"ĠSer":2593,"ww":2594,"ĠChar":2595,"ĠWhile":2596,"Ġtech":2597,"Ġdelivery":2598,"ĠYes":2599,"yes":2600,"aring":2601,"Ġrunning":2602,"Ġtrain":2603,"Ġsour":2604,"nOn":2605,"Ġsqu":2606,"Ġsorry":2607,"Ġseats":2608,"Ġsides":2609,"hood":2610,"Ġneighbor":2611,"hh":2612,"Ġpaper":2613,"Ġleaving":2614,"Ġbun":2615,"Ġserving":2616,"con":2617,"cess":2618,"Ġdirect":2619,"Ġbasically":2620,"Ġconven":2621,"Ġyelp":2622,"ĠJo":2623,"Ġmine":2624,"ana":2625,"Ġgreasy":2626,"ĠNE":2627,"ky":2628,"Ġtaco":2629,"Ġunique":2630,"Ġbud":2631,"ility":2632,"Ġpanc":2633,"alley":2634,"Ġopin":2635,"Ġwed":2636,"Ġmall":2637,"Ġestablishment":2638,"ĠWith":2639,"Ġson":2640,"edic":2641,"Ġshare":2642,"ule":2643,"Ġcute":2644,"Ġhell":2645,"Ġmis":2646,"temp":2647,"Ġyoung":2648,"nAs":2649,"Ġmassage":2650,"Ġsol":2651,"Ġseriously":2652,"time":2653,"Ġpicked":2654,"Ġtasting":2655,"Ġairport":2656,"ĠAri":2657,"ift":2658,"Ġlettuce":2659,"ĠGo":2660,"Ġforget":2661,"Ġyell":2662,"Ġtort":2663,"ĠMe":2664,"Ġsection":2665,"Ġlay":2666,"LY":2667,"Ġfat":2668,"EN":2669,"Ġwhe":2670,"Ġcomm":2671,"Ġaff":2672,"Ġdescri":2673,"urs":2674,"Ġdressing":2675,"nam":2676,"ĠWill":2677,"Ġonions":2678,"Ġcu":2679,"Ġbegin":2680,"urt":2681,"Ġcomb":2682,"Ġelsewhere":2683,"Ġentrees":2684,"Ġforgot":2685,"Ġdisgust":2686,"Ġemployee":2687,"noon":2688,"Ġnails":2689,"ĠPar":2690,"ĠDo":2691,"Ġ($":2692,"Ġexpecting":2693,"isc":2694,"Ġcompl":2695,"Ġsometimes":2696,"ator":2697,"Ġplaying":2698,"ĠCl":2699,"house":2700,"IS":2701,"Ġsausage":2702,"Ġthick":2703,"Ġentree":2704,"Ġstud":2705,"gas":2706,"Ġflat":2707,"ĠZ":2708,"Ġcontact":2709,"mod":2710,"Ġmentioned":2711,"ĠRo":2712,"Ġprefer":2713,"ormed":2714,"Ġdogs":2715,"Ġadm":2716,"Ġequ":2717,"Ġissues":2718,"EA":2719,"ppings":2720,"Ġwindow":2721,"Ġfee":2722,"orts":2723,"itas":2724,"irt":2725,"wise":2726,"hip":2727,"ĠPe":2728,"Ġfoot":2729,"ĠReally":2730,"nService":2731,"Ġwhatever":2732,"Ġcolor":2733,"nFor":2734,"Ġopinion":2735,"Ġvi":2736,"Ġtouch":2737,"25":2738,"ĠCan":2739,"Ġafternoon":2740,"Ġreturning":2741,"Ġusing":2742,"body":2743,"Ġ45":2744,"Ġtastes":2745,"ucks":2746,"Ġmel":2747,"Ġclearly":2748,"Ġcrazy":2749,"Ġheart":2750,"Ġpatr":2751,"Ġdiscount":2752,"!)":2753,"orth":2754,"Ġpark":2755,"Ġcenter":2756,"Ġschool":2757,"Ġveggies":2758,"Ġgotten":2759,"nR":2760,"Ġremind":2761,"inally":2762,"Ġsitu":2763,"Ġcity":2764,"Ġcertainly":2765,"ĠFrench":2766,"ĠOverall":2767,"Ġbother":2768,"eed":2769,"Ġsend":2770,"Ġsalads":2771,"burgh":2772,"Ġoccas":2773,"tern":2774,"ken":2775,"oss":2776,"Ġconvers":2777,"ĠAny":2778,"hile":2779,"ado":2780,"Ġrib":2781,"haps":2782,"Ġtruly":2783,"Ġincluded":2784,"Ġribs":2785,"RI":2786,"Ġtoast":2787,".)":2788,"Ġexplained":2789,"Ġavoid":2790,"Ġvalue":2791,"ruct":2792,"ĠHot":2793,"Ġmas":2794,"Ġfa":2795,"ĠHad":2796,"TH":2797,"ountain":2798,"Ġapart":2799,"Ġmeans":2800,"Ġbell":2801,"Ġfil":2802,"ĠBoth":2803,"ocked":2804,"ĠCal":2805,"ination":2806,"Ġprompt":2807,"hol":2808,"Ġsales":2809,"fully":2810,"Ġshot":2811,"Ġtreated":2812,"Ġmins":2813,"Ġmistake":2814,"Ġsle":2815,"Ġbooth":2816,"Ġoutd":2817,"Ġtoppings":2818,"Ġmixed":2819,"Ġrating":2820,"Ġquestions":2821,"wards":2822,"now":2823,"Ġinform":2824,"ĠPr":2825,"ption":2826,"Ġdowntown":2827,"Ġstraw":2828,"urity":2829,"Ġble":2830,"ĠOr":2831,"ona":2832,"ives":2833,"icing":2834,"Ġign":2835,"Ġtrans":2836,"Ġbuilding":2837,"ilar":2838,"Ġwatching":2839,"ppers":2840,"Ġmult":2841,"ancy":2842,"gain":2843,"OW":2844,"Ġclear":2845,"Went":2846,"Ġchose":2847,"Ġseeing":2848,"ĠFl":2849,"Ġspec":2850,"lfriend":2851,"Ġsalon":2852,"they":2853,"Ġtuna":2854,"ants":2855,"Ġchain":2856,"Ġsched":2857,"Ġnights":2858,"Ġguests":2859,"ering":2860,"Ġaccommod":2861,"Ġglasses":2862,"Ġrare":2863,"ggy":2864,"enders":2865,"Ġfairly":2866,"Ġprocess":2867,"ĠLe":2868,"ĠNever":2869,"Ġknowledge":2870,"Ġpulled":2871,"Ġgross":2872,"AS":2873,"Ġlemon":2874,"ĠApp":2875,"Ġsod":2876,"Ġdesserts":2877,"roc":2878,"ĠON":2879,"Ġneighborhood":2880,"ĠCharl":2881,"UT":2882,"Ġnote":2883,"ĠCo":2884,"aim":2885,"for":2886,"Ġvegetarian":2887,"Ġflight":2888,"oon":2889,"Ġalone":2890,"ĠCr":2891,"Ġcoupon":2892,"ying":2893,"ajor":2894,"Ġhonestly":2895,"So":2896,"min":2897,"Ġquestion":2898,"Ġbab":2899,"Ġsmoke":2900,"vered":2901,"Ġstation":2902,"Ġfall":2903,"ĠMan":2904,"Ġupon":2905,"ĠBar":2906,"iron":2907,"Ġnotice":2908,"Ġgirlfriend":2909,"Ġforever":2910,"work":2911,"Ġball":2912,"wo":2913,"Ġsave":2914,"Ġcorner":2915,"Ġsauc":2916,"Ġpossible":2917,"Ġstanding":2918,"ĠDefinitely":2919,"Ġwebs":2920,"Ġhelped":2921,"Ġtrue":2922,"ause":2923,"ĠNothing":2924,"Ġslightly":2925,"Ġobviously":2926,"14":2927,"Ġfell":2928,"Ġtypical":2929,"ari":2930,"Ġ50":2931,"Ġfrequ":2932,"ĠAsian":2933,"nAl":2934,"Ġimport":2935,"Ġconsidering":2936,"Ġwash":2937,"Ġknows":2938,"Ġclot":2939,"Ġstrong":2940,"Ġdont":2941,"Ġmargar":2942,"Ġfruit":2943,"Ġstory":2944,"ands":2945,"Ġbunch":2946,"Ġcover":2947,"Ġconst":2948,"Ġdisappointment":2949,"Ġgel":2950,"Ġban":2951,"Ġahead":2952,"light":2953,"ĠCom":2954,"Ġ40":2955,"Ġunp":2956,"Ġcovered":2957,"ug":2958,"Ġheat":2959,"Ġeff":2960,"amed":2961,"Ġcomplaint":2962,"ĠBE":2963,"ushed":2964,"lic":2965,"Ġcurry":2966,"ĠUnfortunately":2967,"Ġreturned":2968,"Ġvisited":2969,"Ġge":2970,"Ġphot":2971,"Ġchairs":2972,"Ġnail":2973,"mbers":2974,"real":2975,"Ġvisiting":2976,"Ġspin":2977,"Ġkinda":2978,"Ġstraight":2979,"ĠCar":2980,"Ġsim":2981,"Ġ=":2982,"ĠIts":2983,"Ġnearly":2984,"Ġ24":2985,"Ġshows":2986,"iple":2987,"nOur":2988,"Ġrefund":2989,"nAfter":2990,"Ġstores":2991,"Ġwebsite":2992,"Ġmovie":2993,"Ġdie":2994,"Ġround":2995,"Ġeasily":2996,"ĠNY":2997,"how":2998,"ĠInd":2999,"yond":3000,"Ġsplit":3001,"Ġimag":3002,"ĠTr":3003,"ists":3004,"ope":3005,"Ġsyste":3006,"Ġbaked":3007,"ones":3008,"Ġpersonal":3009,"iled":3010,"Ġdra":3011,"nIn":3012,"Ġcupc":3013,"Ġreading":3014,"Ġhig":3015,"Ġpurchase":3016,"dy":3017,"ounge":3018,"ĠEVER":3019,"Ġmostly":3020,"Ġfit":3021,"ivered":3022,"Ġfut":3023,"ĠNEVER":3024,"Ġthank":3025,"Ġsick":3026,"Very":3027,"Ġtrad":3028,"ipped":3029,"Ġchecking":3030,"Ġmajor":3031,"Ġattend":3032,"Ġplain":3033,"Ġwin":3034,"Ġsituation":3035,"Ġusual":3036,"mo":3037,"Ġvac":3038,"ka":3039,"nAnd":3040,"Ġblue":3041,"Ġsepar":3042,"\\\"\",":3043,"CK":3044,"ager":3045,"asty":3046,"ĠOther":3047,"Ġsmooth":3048,"otte":3049,"stairs":3050,"ĠAND":3051,"oring":3052,"oved":3053,"ĠChr":3054,"Ġtelling":3055,"Ġdesign":3056,"standing":3057,"Ġfilling":3058,"vert":3059,"Ġreservations":3060,"ze":3061,"ĠST":3062,"apan":3063,"urkey":3064,"arch":3065,"inks":3066,"ters":3067,"ĠPal":3068,"Ġdelivered":3069,"ĠMont":3070,"Ġanymore":3071,"Ġcocktail":3072,"Ġdrunk":3073,"ued":3074,"nn":3075,"Ġsecurity":3076,"Ġdoct":3077,"Ġdisgusting":3078,"you":3079,"Ġdiffic":3080,"Ġpho":3081,"Ġnone":3082,"ara":3083,"ĠWal":3084,"Ġdeep":3085,"Ġexperienced":3086,"Ġbottom":3087,"Ġpub":3088,"Ġorgan":3089,"Ġrate":3090,"Ġanyway":3091,"Ġdanc":3092,"Ġed":3093,"Ġprevious":3094,"Ġstep":3095,"Ġfol":3096,"ĠMc":3097,"ĠOnce":3098,"ĠLOVE":3099,"nU":3100,"ĠĠĠ":3101,"whel":3102,"ĠSu":3103,"Ġchew":3104,"pet":3105,"Ġconvenient":3106,"Ġchili":3107,"Ġfuture":3108,"Ġbeyond":3109,"11":3110,"ĠPizza":3111,"Ġattemp":3112,"Ġpour":3113,"Ġconversation":3114,"ĠAmerican":3115,"__":3116,"Ġmissing":3117,"Ġnormal":3118,"Ġproducts":3119,"Ġpan":3120,"ĠWhy":3121,"Ġpositive":3122,"cohol":3123,"Ġpract":3124,"Ġslice":3125,"Ġsoggy":3126,"nBut":3127,"Ġsystem":3128,"ĠStrip":3129,"Ġinformed":3130,"Ġnegative":3131,"Ġlimited":3132,"nce":3133,"40":3134,"ially":3135,"bt":3136,"Ġthrow":3137,"Ġfigured":3138,"Ġmachine":3139,"Not":3140,"Ġcleaning":3141,"Ġgames":3142,"Ġdesert":3143,"Ġtonight":3144,"Ġ#":3145,"Ġwedding":3146,"Ġexpectations":3147,"Ġcashier":3148,"Ġwat":3149,"Ġquiet":3150,"Ġdump":3151,"ĠGu":3152,"Ġopp":3153,"Ġscr":3154,"Ġproblems":3155,"Ġbal":3156,"Ġsauces":3157,"Ġoriginal":3158,"Ġshower":3159,"ĠLove":3160,"Ġplaced":3161,"aded":3162,"nAll":3163,"ached":3164,"ĠPer":3165,"Ġworks":3166,"Ġcheaper":3167,"Ġkick":3168,"Ġwaff":3169,"Ġtre":3170,"ros":3171,"onday":3172,"Ġhotels":3173,"Ġcombo":3174,"Ġsister":3175,"over":3176,"Ġten":3177,"ches":3178,"Ġknown":3179,"Ġmem":3180,"Ġtickets":3181,"ency":3182,"Ġyog":3183,"Ġodd":3184,"Ġvegas":3185,"ĠCharlotte":3186,"Ġaccept":3187,"Ġmembers":3188,"arm":3189,"Ġfab":3190,"Ġcrap":3191,"Ġactual":3192,"Ġshared":3193,"13":3194,"Ġbooked":3195,"Ġgym":3196,"Ġmultiple":3197,"Ġservices":3198,"Ġlovely":3199,"Ġjo":3200,"Ġafford":3201,"Ġoutdoor":3202,"Ġbeat":3203,"Ġemail":3204,"Ġentr":3205,"Ġ25":3206,"ĠSince":3207,"ĠDel":3208,"oni":3209,"Ġ!":3210,"Ġshut":3211,"Ġmushrooms":3212,"acks":3213,"Ġ100":3214,"lla":3215,"ĠBurger":3216,"Ġru":3217,"Ġlad":3218,"Ġwra":3219,"ton":3220,"Ġlines":3221,"Ġcraving":3222,"Ġsmaller":3223,"Ġven":3224,"just":3225,"Ġoh":3226,"Ġguac":3227,"Ġvers":3228,"aven":3229,"Ġfrench":3230,"Ġfeet":3231,"Ġapparently":3232,"Ġsurprise":3233,"ĠAM":3234,"ene":3235,"Ġcance":3236,"ĠWas":3237,"agio":3238,"Ġexperiences":3239,"inger":3240,"Ġvibe":3241,"uss":3242,"ume":3243,"erve":3244,"Ġslices":3245,"Don":3246,"Ġdidnt":3247,"----":3248,"ago":3249,"Ġsucks":3250,"Ġdifficult":3251,"ceed":3252,"Ġcause":3253,"Ġpancakes":3254,"ero":3255,"Ġhadn":3256,"Ġstuffed":3257,"Ġnormally":3258,"Ġdouble":3259,"Just":3260,"ecause":3261,"rop":3262,"Ġtravel":3263,"Ġelev":3264,"Ġimpro":3265,"Ġhealthy":3266,"irc":3267,"Ġcre":3268,"Ġcompliment":3269,"coming":3270,"Ġseasoned":3271,"Ġincredibly":3272,"Ġentertain":3273,"arr":3274,"GE":3275,"Ġfolks":3276,"Ġfail":3277,"Ġprior":3278,"Ġmodern":3279,"Ġregister":3280,"Ġbars":3281,"vis":3282,"Ġlived":3283,"ĠBuff":3284,"Ġsense":3285,"Ġpurchased":3286,"ĠThanks":3287,"Ġgift":3288,"ĠNice":3289,"ĠIs":3290,"Ġalcohol":3291,"Ġwilling":3292,"Ġsimilar":3293,"Ġanswer":3294,"Ġtexture":3295,"Ġhigher":3296,"Ġlocations":3297,"ĠEn":3298,"aced":3299,"Ġfancy":3300,"Ġupd":3301,"Ġnor":3302,"Ġresort":3303,"den":3304,"ĠYOU":3305,"Ġol":3306,"amel":3307,"Ġpizz":3308,"erg":3309,"Ġbri":3310,"this":3311,"Ġaddition":3312,"Ġgenerous":3313,"ĠMost":3314,"ĠMac":3315,"Ġsummer":3316,"Ġrock":3317,"Ġpictures":3318,"Ġhoping":3319,"tle":3320,"Ġsmile":3321,"Ġeyes":3322,"Ġrealized":3323,"What":3324,"ressed":3325,"itts":3326,"Ġgroc":3327,"Ġtax":3328,"Ġnic":3329,"ĠGroup":3330,"Ġcompared":3331,"Ġtough":3332,"ĠOnly":3333,"ories":3334,"iest":3335,"Ġnec":3336,"ald":3337,"IP":3338,"Ġsoda":3339,"Ġsun":3340,"ams":3341,"ĠThank":3342,"Ġlamb":3343,"ses":3344,"Ġbasic":3345,"Ġskin":3346,"Ġvegetables":3347,"Ġsolid":3348,"gest":3349,"Ġbaby":3350,"ĠPlus":3351,"Ġsel":3352,"Ġome":3353,"ĠMonday":3354,"apanese":3355,"Ġspoke":3356,"100":3357,"Ġstuck":3358,"ained":3359,"Ġjuice":3360,"ays":3361,"ĠSa":3362,"ards":3363,"edible":3364,"nNow":3365,"enny":3366,"ĠDid":3367,"Ġthroughout":3368,"Ġscall":3369,"Ġcrunch":3370,"Ġfire":3371,"Ġoutstanding":3372,"Ġcarry":3373,"Ġupgr":3374,"Ġfunny":3375,"Ġshops":3376,"Ġwalls":3377,"ĠWho":3378,"Ġcele":3379,"ĠAm":3380,"ĠPro":3381,"Ġdrinking":3382,"Ġovercooked":3383,"zona":3384,"Ġappreciate":3385,"Ġagree":3386,"lease":3387,"amen":3388,"Ġjoke":3389,"Ġeverywhere":3390,"Ġmini":3391,"Ġfigure":3392,"uesday":3393,"Ġdip":3394,"onse":3395,"ĠHouse":3396,"back":3397,"iforn":3398,"arned":3399,"reek":3400,"Ġfixed":3401,"Ġcart":3402,"ĠSO":3403,"aki":3404,"ĠWould":3405,"Ġtomatoes":3406,"Ġrepe":3407,"Ġcand":3408,"Ġshit":3409,"ĠOk":3410,"Ġgeneral":3411,"Ġenc":3412,"Ġclaim":3413,"Ġveggie":3414,"Ġchat":3415,"ĠAlthough":3416,"ills":3417,"Ġdollar":3418,"Ġmic":3419,"Ġladies":3420,"sters":3421,"Ġdamn":3422,"imate":3423,"Ġdef":3424,"Ġadditional":3425,"Ġsports":3426,"Ġarrive":3427,"fu":3428,"Ġdesp":3429,"Ġlacking":3430,"unity":3431,"IT":3432,"Ġride":3433,"Ġstom":3434,"ittsburgh":3435,"Ġcomment":3436,"Ġbartenders":3437,"Ġcleaned":3438,"ĠSeriously":3439,"Ġbroken":3440,"ĠBellagio":3441,"itch":3442,"Ġcocktails":3443,"???":3444,"95":3445,"Ġsugar":3446,"ĠRed":3447,"nFirst":3448,"Ġdrop":3449,"night":3450,"fficient":3451,"Ġstate":3452,"ta":3453,"Ġaccess":3454,"Ġupset":3455,"ĠTO":3456,"Ġspinach":3457,"ustr":3458,"ĠQu":3459,"Ġprime":3460,"ĠBest":3461,"fish":3462,"Ġpleased":3463,"ifornia":3464,"Ġliving":3465,"Ġque":3466,"ĠĠĠĠĠĠĠĠ":3467,"Ġmoving":3468,"terday":3469,"Ġnicely":3470,"Ġbroth":3471,"Ġmoment":3472,"rdered":3473,"Ġwomen":3474,"Ġlounge":3475,"val":3476,"cale":3477,"Ġresponse":3478,"ĠArizona":3479,"Ġhip":3480,"Ġresult":3481,"Ġda":3482,"ĠAr":3483,"Ġgrand":3484,"Ġincredible":3485,"iling":3486,"aves":3487,"rent":3488,"Ġcompet":3489,"Ġchildren":3490,"Ġproceed":3491,"ĠFinally":3492,"Ġlegs":3493,"Ġadvert":3494,"Ġthanks":3495,"!\\\"\"":3496,"ĠThese":3497,"geous":3498,"Ġstood":3499,"illy":3500,"Ġbites":3501,"Ġmarket":3502,"Ġdropped":3503,"ains":3504,"Ġmeats":3505,"Ġenv":3506,"Ġturkey":3507,"Ġrich":3508,"ĠEveryone":3509,"Ġspa":3510,"ĠIndian":3511,"AM":3512,"Ġsleep":3513,"ĠFrom":3514,"Ġnach":3515,"Ġhomemade":3516,"oop":3517,"Ġtrust":3518,"Ġtub":3519,"Ġreplace":3520,"Ġimagine":3521,"Ġmenus":3522,"45":3523,"alet":3524,"Ġpatrons":3525,"ĠLike":3526,"ĠStarb":3527,"ik":3528,"aged":3529,"ynn":3530,"Ġfault":3531,"Ġrealize":3532,"ware":3533,"Ġduck":3534,"Ġknowledgeable":3535,"retty":3536,"Ġmilk":3537,"that":3538,"urance":3539,"nYou":3540,"ĠCafe":3541,"Ġraw":3542,"Ġthird":3543,"Ġcreamy":3544,"sing":3545,"Ġstated":3546,"ocado":3547,"amole":3548,"ubby":3549,"amari":3550,"ĠDO":3551,"Ġmag":3552,"Ġbrand":3553,"alled":3554,"Ġticket":3555,"aster":3556,"Ġpatient":3557,"Ġcelebr":3558,"Ġself":3559,"Ġreceive":3560,"Ġsomewhat":3561,"Ġdriving":3562,"ĠPittsburgh":3563,"Ġtraditional":3564,"ĠTac":3565,"chil":3566,"Ġolder":3567,"Ġmood":3568,"Ġpizzas":3569,"Ġsupport":3570,"Ġes":3571,"Ġspice":3572,"Ġdoctor":3573,"Ġthemselves":3574,"Ġorange":3575,"Ġstomach":3576,"Ġund":3577,"Ġtasteless":3578,"Ġinterior":3579,"BLE":3580,"Ġopening":3581,"ais":3582,"ĠTuesday":3583,"ĠGrill":3584,"hic":3585,"Ġdoubt":3586,"Ġpicture":3587,"!!\\":3588,"Ġdespite":3589,"ĠStarbucks":3590,"Ġjuicy":3591,"ium":3592,"Ġ*":3593,"Ġboard":3594,"Ġpedic":3595,"Ġpet":3596,"Ġrush":3597,"ĠCheese":3598,"Ġfoods":3599,"nAlso":3600,"?)":3601,"Ġreceipt":3602,"Ġheavy":3603,"hered":3604,"Ġearl":3605,"ces":3606,"omb":3607,"Ġbigger":3608,"Ġsatisfied":3609,"Ġrub":3610,"Ġbelow":3611,"reed":3612,"Ġaccount":3613,"ĠMad":3614,"ERE":3615,"They":3616,"Ġoverly":3617,"owing":3618,"urry":3619,"Ġpeppers":3620,"Ġcalling":3621,"ĠAgain":3622,"onna":3623,"orst":3624,"ĠYork":3625,"Ġkill":3626,"Ġbuffets":3627,"Ġuncom":3628,"Ġdecide":3629,"aming":3630,"Ġbuying":3631,"Ġdeliver":3632,"Ġdifference":3633,"Ġdough":3634,"Ġunfortunately":3635,"Ġcafe":3636,"esar":3637,"imi":3638,"Ġprovide":3639,"Ġburn":3640,"Ġcolle":3641,"ERY":3642,"cellent":3643,"Ġiced":3644,"Ġtend":3645,"nFood":3646,"orean":3647,"ĠAb":3648,"Ġpresentation":3649,"orrible":3650,"Ġpm":3651,"Ġrecent":3652,"Ġrequested":3653,"Ġtest":3654,"Ġroad":3655,"uke":3656,"Ġtruck":3657,"Ġcooking":3658,"ph":3659,"ĠSteak":3660,"Ġoy":3661,"ĠSha":3662,"erved":3663,"kin":3664,"Ġnearby":3665,"Ġfabulous":3666,"ironment":3667,"dge":3668,"ĠGroupon":3669,"Ġclothes":3670,"Ġleg":3671,"LLY":3672,"ĠMontreal":3673,"Ġbecome":3674,"rif":3675,"Ġcontinue":3676,"Ġlisten":3677,"Ġoffers":3678,"Ġinsurance":3679,"Ġplastic":3680,"ĠSalad":3681,"Ġperform":3682,"Ġground":3683,"ĠVERY":3684,"nWhat":3685,"Ġdead":3686,"Ġimportant":3687,"ma":3688,"Ġfilet":3689,"anch":3690,"ĠJapanese":3691,"ĠNext":3692,"mas":3693,"Ġlobby":3694,"Ġthru":3695,"Ġblock":3696,"Ġconfir":3697,"Ġbrew":3698,"Ġgives":3699,"Ġtalked":3700,"Ġack":3701,"Ġlikely":3702,"ĠBy":3703,"Ġtheater":3704,"Ġdim":3705,"ĠCent":3706,"Ġvisits":3707,"Ġhol":3708,"****":3709,"ring":3710,"Ġcasual":3711,"Ġtopped":3712,"ĠYe":3713,"Ġspots":3714,"Ġcatch":3715,"ĠBig":3716,"Ġspring":3717,"rom":3718,"Ġscrew":3719,"Ġfrequent":3720,"well":3721,"Ġseparate":3722,"using":3723,"aa":3724,"Ġsuggested":3725,"Ġacknow":3726,"ura":3727,"Ġfinding":3728,"Ġannoying":3729,"Ġshoes":3730,"ursday":3731,"IC":3732,"Ġearlier":3733,"Ġdepart":3734,"Ġhall":3735,"alap":3736,"hn":3737,"nTo":3738,"Ġgas":3739,"unt":3740,"......":3741,"Ġvan":3742,"urther":3743,"ified":3744,"Ġentrance":3745,"ĠSushi":3746,"Ġwont":3747,"ĠLA":3748,"Ġnasty":3749,"Ġcomplaints":3750,"Ġlights":3751,"Ġpassed":3752,"ĠCalifornia":3753,"mus":3754,"Ġvenue":3755,"appy":3756,"ĠUS":3757,"Ġgrocery":3758,"Ġblood":3759,"ĠChic":3760,"Ġform":3761,"action":3762,"lt":3763,"cr":3764,"ĠSouth":3765,"Ġparent":3766,"nNot":3767,"Ġfly":3768,"Ġconcept":3769,"Ġenvironment":3770,"ok":3771,"Ġdetail":3772,"St":3773,"Ġspending":3774,"ĠWynn":3775,"fl":3776,"Ġfrustr":3777,"ĠChrist":3778,"Ġchill":3779,"Ġcat":3780,"pri":3781,"Ġgravy":3782,"ĠTry":3783,"Ġver":3784,"Ġkey":3785,"Ġpriv":3786,"ron":3787,"erk":3788,"First":3789,"Ġcrack":3790,"Ġfurn":3791,"Ġroasted":3792,"Love":3793,"Ġmashed":3794,"Ġmachines":3795,"Ġrefused":3796,"ĠAZ":3797,"Ġpolite":3798,"Ġrange":3799,"Ġdelight":3800,"Ġomelet":3801,"Ġwanting":3802,"Ġhash":3803,"Ġmeatball":3804,"ĠTemp":3805,"isine":3806,"ield":3807,"Ġyesterday":3808,"ugg":3809,"ID":3810,"por":3811,"Ġcars":3812,"Ġdoors":3813,"Ġconv":3814,"Ġavocado":3815,"Ġagreed":3816,"Ġprovided":3817,"ric":3818,"Ġcow":3819,"ospit":3820,"orable":3821,"usion":3822,"Ġguacamole":3823,"ĠSm":3824,"Ġenchil":3825,"Ġbean":3826,"Ġassist":3827,"Ġdent":3828,"Ġhyp":3829,"Ġdriver":3830,"Ġvalley":3831,"Ġinformation":3832,"Ġmother":3833,"ify":3834,"OT":3835,"nes":3836,"Ġmiles":3837,"Ġsold":3838,"iving":3839,"Ġwords":3840,"Ġareas":3841,"Ġexpl":3842,"Ġshouldn":3843,"ĠMon":3844,"Ġpopular":3845,"rofessional":3846,"ĠEng":3847,"Ġcalls":3848,"Ġallowed":3849,"Ġminim":3850,"rant":3851,"IG":3852,"Ġsuite":3853,"ĠOf":3854,"Ġsil":3855,"isket":3856,"ĠLet":3857,"Ġflav":3858,"ĠTwo":3859,"AL":3860,"Ġparts":3861,"Ġfavorites":3862,"hy":3863,"Ġburnt":3864,"AD":3865,"bing":3866,"Ġdispl":3867,"ĠNeed":3868,"Ġbright":3869,"nHe":3870,"Ġimpressive":3871,"Ġbon":3872,"arden":3873,"Ġarg":3874,"nAny":3875,"andom":3876,"Ġotherwise":3877,"ĠHigh":3878,"OOD":3879,"Ġwood":3880,"Ġbak":3881,"ĠRest":3882,"Ġtechn":3883,"ĠChicago":3884,"otle":3885,"Ġham":3886,"econd":3887,"weet":3888,"Ġshell":3889,"Ġproperty":3890,"Ġchewy":3891,"uits":3892,"illas":3893,"wesome":3894,"azz":3895,"pon":3896,"icked":3897,"ayed":3898,"Ġtells":3899,"eno":3900,"Ġstrange":3901,"ivers":3902,"Ġperhaps":3903,"Be":3904,"Ġcakes":3905,"Ġur":3906,"nthe":3907,"izing":3908,"Ġefficient":3909,"Ġdine":3910,"Ġyeah":3911,"Ġhole":3912,"Ġadmit":3913,"rib":3914,"Ġspac":3915,"Ġques":3916,"Ġadult":3917,"Food":3918,"iders":3919,"entle":3920,"roll":3921,"Ġdrove":3922,"Ġband":3923,"inary":3924,"ĠIN":3925,"Ġversion":3926,"staff":3927,"Ġsteaks":3928,"Ġpress":3929,"esides":3930,"Ġrefills":3931,"Ġnap":3932,"Ġhid":3933,"Ġnoodle":3934,"off":3935,"ĠHU":3936,"Ġeng":3937,"ĠGet":3938,"Ġcloser":3939,"ĠLa":3940,"Ġgoodness":3941,"alo":3942,"Ġcountry":3943,"Ġuncomfortable":3944,"Ġsafe":3945,"Ġserious":3946,"Ġcap":3947,"Ġstage":3948,"nOne":3949,"Ġputting":3950,"Ġwrap":3951,"Ġchip":3952,"Ġshame":3953,"Ġmoist":3954,"Ġtofu":3955,"Ġspect":3956,"Ġsav":3957,"with":3958,"AZ":3959,"Ġbottles":3960,"Ġsurprising":3961,"ĠOut":3962,"Ġyogurt":3963,"After":3964,"Ġprint":3965,"ĠCas":3966,"Ġris":3967,"Ġvegan":3968,"Ġ+":3969,"Ġpean":3970,"Ġheaven":3971,"Ġlarger":3972,"Ġcombination":3973,"even":3974,"list":3975,"Ġlucky":3976,"Ġpair":3977,"Ġinit":3978,"Ġpromptly":3979,"Good":3980,"Ġsearch":3981,"Ġmember":3982,"Ġsuck":3983,"Ġsized":3984,"Ġbatter":3985,"Ġsix":3986,"ĠAnother":3987,"Ġtrou":3988,"ĠThursday":3989,"ĠWent":3990,"Ġtons":3991,"Ġignored":3992,"Ġnachos":3993,"ĠREA":3994,"Ġvarious":3995,"etch":3996,"Ġje":3997,"ooking":3998,"You":3999,"Ġwriting":4000,"Ġscreen":4001,"uter":4002,"Ġsale":4003,"Ġrings":4004,"enn":4005,